/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Προσοχή! Η ενεργοποίηση αυτής της επιλογής θα προσθέσει το Growl.app στις εφαρμογές που εκκινούν στο login";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Επιτρέποντας το, το Growl θα μπορεί να εκτελείται κάθε φορά που κάνετε login, ώστε να είναι πάντα διαθέσιμο για όλες τις εφαρμογές σας";

/* No comment provided by engineer. */
"Application: %@%\nTitle: %@\nDescription: %@\nClick to open the log" = "Εφαρμογή: %1$@%2$\nΤίτλος: %3$@\nΠεριγραφή: %4$@\nΚαντε κλίκ για να ανοίξετε το αρχείο καταγραφής";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Είστε σίγουροι ότι θέλετε να αφαιρέςσετε το %@;";

/* Button title for canceling */
"Cancel" = "Ακύρωση";

/* Next page is enabling growl at login */
"Continue on to enable Growl at login" = "Συνεχίστε για να ενεργοποιήσετε το Growl κατά το login";

/* Next page is whats new in the current growl */
"Continue to learn whats new in Growl 1.3" = "Συνεχίστε να μαθαίνετε τί νέο υπάρχει στο Growl 1.3";

/* Next page is removing old growl's */
"Continue to remove old copies of Growl" = "Συνεχίστε για να αφαιρέσετε παλιές εκδόσεις του Growl";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Δεν βρέθηκε αρχείο ήχου με όνομα \"%@\"";

/* Title of menu item for default display */
"Default" = "Προεπιλογή";

/* Button label for disabling history */
"Disable History" = "Απενεργοποίηση Ιστορικού";

/* Done */
"Done" = "Έτοιμο";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Ενεργοποίηση εκκίνησης του Growl κατά το Login";

/* No comment provided by engineer. */
"Growl 1.3 comes with a completely new networking system, called GNTP. GNTP can talk to Growl 1.3 and above, and other GNTP compliant software, such as Growl for Windows" = "Το Growl 1.3 έρχεται με ένα απολύτως νέο σύστημα δικτύωσης, ονόματι GNTP. Το GNTP μπορεί να μιλήσει στο Growl 1.3 και νεώτερο, και άλλα συστήματα που χρησιμοποιούν το GNTP, όπως το Growl για Windows";

/* No comment provided by engineer. */
"Growl 1.3 comes with a number of changes and new features for users.  Growl now runs as a status bar item, and preferences can be reached from there" = "Το Growl 1.3 έρχετε με πολλές αλλαγές και νέα χαρακτηριστικά. Το Growl τώρα τρέχει ως αντικείμενο της γραμμής κατάστασης, από όπου μπορείτε να ανοίξετε τις ρυθμίσεις ";

/* No comment provided by engineer. */
"Growl History Disabled" = "Το Ιστορικό του Growl Απενεργοποιήθηκε";

/* No comment provided by engineer. */
"Growl needs to run all of the time in order to work. Please click this button to enable Growl to run at Login" = "Το Growl χρειάζεται να τρέχει συνεχώς για να δουλέψει. Παρακαλούμε κάνετε κλίκ για να ενεργοποιήσετε το Growl ώστε να τρέχει κατά το Login";

/* No comment provided by engineer. */
"History, and the notification rollup are also new.  When you are idle, notifications will be stored in a window for when you return to your computer.\nHistory is on by default, but you can click below to turn it off" = "Το ιστορικό, και το rollup των ειδοποιήσεων είναι επίσης νέα. Όταν δεν είστε στον υπολογιστή, οι ειδοποιήσεις θα αποθηκεύονται σε ένα παράθυρο μέχρι να επιστρέψετε στον υπολογιστή.\nΤο ιστορικό είναι αρχικά ενεργοποιημένο, αλλά μπορείτε να το απενεργοποιήσετε παρακάτω";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Ενημέρωση του %@ όταν κλικάρεται μια ειδοποίηση";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Λάθος έκδοση πρωτοκόλου. Μόνο η έκδωση 1.0 υποστηρίζεται";

/* Button label for showing a website with more information on GNTP */
"Learn more about GNTP" = "Μάθετε περισσότερα για το GNTP";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Παλιό πρόγραμμα απεγκατάστασης Growl";

/* Title for starting growl at login */
"Let Growl Start at Login" = "Έναρξη του Growl στο Login";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Δεν βρέθηκε το διάνυσμα αρχικοποίησης για την κρυπτογράφιση";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Το hash κλειδί του κειμένου δεν βρέθηκε ή είναι άκυρο";

/* Title for whats new to growl */
"New to Growl 1.3" = "Νέα στο Growl 1.3";

/* No comment provided by engineer. */
"No" = "Όχι";

/* No comment provided by engineer. */
"No Recent Notifications" = "Καμμία Πρόσφατη Ειδοποίηση";

/* No comment provided by engineer. */
"Ok" = "ΟΚ";

/* No comment provided by engineer. */
"OK" = "ΟΚ";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Άνοιγμα Ρυθμίσεων Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Άνοιγμα του παραθύρου ρυθμίσεων του Growl";

/* No comment provided by engineer. */
"Pause Growl" = "Παύση του Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Παύση των οπτικών ειδοποιήσεων του Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Παρακαλούμε μην εισάγετε localhost, το Grow δεν υποστηρίζει προώθηση στον εαυτό του.";

/* A valid IP or domain is needed to forward to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση IPv4 ή IP6, ή μια έγκυρη διεύθυνση διαδικτύου";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Το plugin '%@' εγκαταταστάθηκε επιτυχώς. Θέλετε να το ρυθμίσετε τώρα;";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Το plugin '%@' είναι ήδη εγκατεστημένο, θέλετε να το αντικαταστήσετε;";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Το plugin '%@' δεν θα λειτουργήσει σε αυτό το Mac με αυτή την έκδοση του Mac OS X. Εγκατάσταση ούτως ή άλλως;";

/* No comment provided by engineer. */
"Plugin already exists" = "Το plugin υπάρχει ήδη";

/* No comment provided by engineer. */
"Plugin installed" = "Το plugin εγκαταστάθηκε";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Το plugin δεν έχει εγγενή αρχιτεκτονική";

/* No comment provided by engineer. */
"Plugin not installed" = "Το plugin δεν εγκαταστάθηκε";

/* Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Προεπισκόπηση";

/* No comment provided by engineer. */
"Quit" = "Τερματισμός";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Τερματισμός του Growl";

/* Button title for removing something */
"Remove" = "Αφαίρεση";

/* Title for removing old copies of growl */
"Remove old copies of Growl" = "Αφαίρεση προηγούμενων αντιγράφων του Growl";

/* No comment provided by engineer. */
"Resume Growl" = "Συνέχιση του Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Συνέχιση των οπτικών ειδοποιήσεων του Growl";

/* Button label for showing the preference pane */
"Show me the preference pane" = "Εμφάνιση του παραθύρου ρυθμίσεων";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "Κάπως έγινε ανάγνωση του αναγνωριστικού έκδοσης χωρίς σφάλμα, κάτι που είναι αδύνατον, είτε είναι έγκυρο, είτε όχι";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Υπήρξε %lu ειδοποίηση όσο λείπατε";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Υπήρξε κάποιο πρόβλημα κατά την εγκατάσταση του plugin '%@'.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Υπήρξαν %lu ειδοποιήσεις ενώ λείπατε";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Αυτή η ενέργεια δεν γίνεται να αναιρεθεί, παρακαλώ επιβεβαιώστε ότι θέλετε να διαγράψετε όλο το ιστορικό ειδοποιήσεων";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Αυτή είναι μια προεπισκόπηση του στυλ %@";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Αυτό θα αφαιρέσει όλες τις ρυθμίσεις του Growl για το %@.";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Για να εμποδιστεί η αέναη αύξηση του ιστορικού, τουλάχιστον ένα είδος αυτόματης διαγραφής πρέπει να είναι ενεργό";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Η απενεργοποίηση και των δυο αυτόματων λειτουργιών διαγραφής δεν είναι δυνατή.";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Προσοχή! Θα διαγραφεί ΟΛΟ το ιστορικό";

/* No comment provided by engineer. */
"We have found an old installation of Growl on your computer. Please click on this button to go to our website to download the uninstaller.  Manual removal instructions are also available." = "Βρέθηκε μια παλιά έκδοση του Growl στον υπολογιστή σας. Παρακαλούμε κάντε κλίκ σε αυτό το κουμπί για να μεταφερθείτε στο website μας και να κατεβάσετε το πρόγραμμα απεγκατάστασης. Υπάρχουν επίσης οδηγίες χειροκίνητης απεγκατάστασης";

/* Title welcoming a new user to growl */
"Welcome to Growl!" = "Καλωσήρθατε στο Growl!";

/* No comment provided by engineer. */
"Welcome to the Growl walkthrough. Even if you have used Growl before, it would be helpful to you if you take a moment to to get to know Growl 1.3." = "Καλωσήρθατε στον οδηγό του Growl. Ακόμα και αν έχετε χρησιμοποιήσει το Growl προηγουμένως, σας συστήνουμε να αφιερώσετε λίγο χρόνο ώστε να μάθετε το Growl 1.3";

/* No comment provided by engineer. */
"Yes" = "Ναι";

/* Done with first launch dialog */
"You are all ready to go, enjoy Growl!" = "Είστε έτοιμοι, απολαύστε το Growl!";